import './index.html';
import './main.scss';
import App from './app/app';

const app = new App();
app.run();

// alert(`Друзья, на прошлой неделе сильно заболел, не мог нормально кодить. Если не сложно, пожалуйста проверьте работу после 24 января. Буду признателен, спасибо. Мой дискорд @Vadim_M#0673.
// UPD 25.01.23 04:09:25 - Блин, не могу никак разобраться как реализовать гонку на все тачки, из-за это завис другой функционал. Если есть возможность проверьте после 25). Буду очень благодарен!`);
